export function AttributeSelectors() {
	return (
		<>
			<div>
				모든 국민은 직업선택의 자유를 가진다. 법률이 정하는 주요방위산업체에
				종사하는 근로자의 단체행동권은 법률이 정하는 바에 의하여 이를 제한하거나
				인정하지 아니할 수 있다. 이 헌법시행 당시의 대법원장과 대법원판사가 아닌
				법관은 제1항 단서의 규정에 불구하고 이 헌법에 의하여 임명된 것으로 본다.
				헌법재판소 재판관은 정당에 가입하거나 정치에 관여할 수 없다. 각급
				선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에 관하여
				관계 행정기관에 필요한 지시를 할 수 있다. 대통령은 조국의 평화적 통일을
				위한 성실한 의무를 진다. 모든 국민은 법률이 정하는 바에 의하여 납세의
				의무를 진다. 국가는 건전한 소비행위를 계도하고 생산품의 품질향상을
				촉구하기 위한 소비자보호운동을 법률이 정하는 바에 의하여 보장한다. 모든
				국민의 재산권은 보장된다. 그 내용과 한계는 법률로 정한다. 국회는 국가의
				예산안을 심의·확정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을
				때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
				대법원장은 국회의 동의를 얻어 대통령이 임명한다. 대통령은 제4항과
				제5항의 규정에 의하여 확정된 법률을 지체없이 공포하여야 한다. 제5항에
				의하여 법률이 확정된 후 또는 제4항에 의한 확정법률이 정부에 이송된 후
				5일 이내에 대통령이 공포하지 아니할 때에는 국회의장이 이를 공포한다.
				국채를 모집하거나 예산외에 국가의 부담이 될 계약을 체결하려 할 때에는
				정부는 미리 국회의 의결을 얻어야 한다. 학교교육 및 평생교육을 포함한
				교육제도와 그 운영, 교육재정 및 교원의 지위에 관한 기본적인 사항은
				법률로 정한다. 위원은 탄핵 또는 금고 이상의 형의 선고에 의하지
				아니하고는 파면되지 아니한다. 외국인은 국제법과 조약이 정하는 바에
				의하여 그 지위가 보장된다. 대법원에 대법관을 둔다. 다만, 법률이 정하는
				바에 의하여 대법관이 아닌 법관을 둘 수 있다. 대법관의 임기는 6년으로
				하며, 법률이 정하는 바에 의하여 연임할 수 있다. 대통령은 헌법과 법률이
				정하는 바에 의하여 공무원을 임면한다. 국가는 주택개발정책등을 통하여
				모든 국민이 쾌적한 주거생활을 할 수 있도록 노력하여야 한다. 대통령의
				선거에 관한 사항은 법률로 정한다. 누구든지 체포 또는 구속을 당한 때에는
				적부의 심사를 법원에 청구할 권리를 가진다. 대한민국은 민주공화국이다.
				국가안전보장회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다. 이
				헌법에 의한 최초의 대통령의 임기는 이 헌법시행일로부터 개시한다.
				대통령은 국가의 독립·영토의 보전·국가의 계속성과 헌법을 수호할 책무를
				진다. 국회는 헌법 또는 법률에 특별한 규정이 없는 한 재적의원 과반수의
				출석과 출석의원 과반수의 찬성으로 의결한다. 가부동수인 때에는 부결된
				것으로 본다.
			</div>
		</>
	);
}
